Repository: saindriches/QuickLookVideo
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, nb_no, nl, pt_br, pt_pt, ru, sv

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ko: 추가
nb_no: Legg til
nl: Voeg toe
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
sv: Lägg till

source: Add cover art
de: Cover-Art hinzufügen
es: Añadir carátula
fr: Ajouter une pochette
it: Aggiungi copertina
ko: 앨범 커버 추가
nb_no: Legg til omslagsbild
nl: Hoesafbeeldingen toevoegen
pt_br: Adicionar capa
pt_pt: Adicionar capa
ru: Добавить обложку
sv: Lägg till omslagsbild

source: Drop file to use as cover art here. Leave empty to remove existing cover art.
de: Datei, die hier als Cover verwendet wird. Leer lassen, um bestehende Cover zu entfernen.
es: Arrastra el archivo para usar como carátula aquí. Deje en blanco para eliminar la carátula existente.
fr: Déposez un fichier pour l'utiliser comme pochette ici. Laissez vide pour supprimer les pochettes existantes.
it: Trascina il file da usare come copertina qui. Lascia vuoto per rimuovere copertine esistenti.
ko: 여기에 커버 아트로 사용할 파일을 놓으십시오. 기존 커버 아트를 제거하려면 비워 두십시오.
nb_no: Slipp filen som omslagskart her. La stå tom for å fjerne eksisterende forside-kunst.
nl: Sleep het bestand hier naartoe om de hoesafbeeldingen te gebruiken. Laat leeg om bestaande hoesafbeeldingen te verwijderen.
pt_br: Arraste aqui o arquivo para usar como capa. Deixe vazio para remover a capa existente.
pt_pt: Largue aqui o ficheiro a usar como capa. Deixe em branco para remover a capa existente.
ru: Перетащите файл сюда, чтобы использовать его в качестве обложки. Оставьте пустым, чтобы удалить текущую обложку.
sv: Släpp filen för att använda som omslagsbild här. Lämna tomt för att ta bort befintlig omslagsbild.

source: Drop video file here
de: Videodatei hier ablegen
es: Arrastra el fichero de vídeo aquí
fr: Déposez le fichier vidéo ici
it: Trascina file video qui
ko: 여기에 영상 파일을 놓으세요
nb_no: Slipp video fil her
nl: Plaats videobestand hier
pt_br: Arraste arquivo de vídeo aqui
pt_pt: Largar ficheiro de vídeo aqui
ru: Перетащите видеофайл сюда
sv: Släpp videofil här

source: File type does not support cover art
de: Dateityp unterstützt keine Cover-Art
es: El tipo de archivo no soporta carátula
fr: Le type de fichier ne supporte pas la pochette
it: Il tipo di file non supporta le copertine
ko: 이 파일 유형은 앨범 커버로 사용할 수 없습니다
nb_no: Filtype støtter ikke omslag
nl: Bestandstype ondersteunt geen cover art
pt_br: Tipo de arquivo não suporta a arte da capa
pt_pt: Tipo de arquivo não suporta a arte da capa
ru: Файл такого типа не поддерживает использование обложки
sv: Filtypen stöder inte omslagsbild

source: Not a JPEG or PNG file
de: Keine JPEG oder PNG Datei
es: No es un archivo JPEG o PNG
fr: Ce n'est pas un fichier JPEG ou PNG
it: Non è un file JPEG o PNG
ko: JPEG나 PNG 파일이 아닙니다
nb_no: Ikke en JPEG eller PNG fil
nl: Geen JPEG of PNG bestand
pt_br: Não é um arquivo JPEG ou PNG
pt_pt: Não é um arquivo JPEG ou PNG
ru: Файл не в формате JPEG или PNG
sv: Inte en JPEG eller PNG fil

source: Not a video file
de: Keine Videodatei
es: No es un archivo de vídeo
fr: Ce n'est pas un fichier vidéo
it: Non è un file video
ko: 동영상 파일이 아닙니다
nb_no: Ikke en video fil
nl: Geen video bestand
pt_br: Não é um arquivo de vídeo
pt_pt: Não é um arquivo de vídeo
ru: Файл не является видео
sv: Inte en video fil

source: Not an image file
de: Keine Bilddatei
es: No es un archivo de imagen
fr: Ce n'est pas un fichier image
it: Non è un file immagine
ko: 이미지가 아닙니다
nb_no: Ikke et bilde fil
nl: Geen afbeelding bestand
pt_br: Não é um arquivo de imagem
pt_pt: Não é um arquivo de imagem
ru: Файл не является изображением
sv: Inte en bild fil

source: Please use release %@ of QuickLook Video
de: Bitte nutzen Sie die Version %@ von QuickLook Video
es: Por favor usa el lanzamiento %@ de QuickLook Video
fr: Veuillez utiliser la version %@ de QuickLook Video
it: Si prega di utilizzare la versione %@ di QuickLook Video
nb_no: Vennligst bruk utgivelsen %@ av QuickLook Video
nl: Gebruik release %@ van QuickLook Video
pt_br: Por favor, use o lançamento %@ do QuickLook Video
pt_pt: Por favor, use o lançamento %@ do QuickLook Video
sv: Använd release %@ av QuickLook Video

source: QuickLook Video 3.x requires GPU support for VideoToolbox, which isn't available on this machine
de: QuickLook Video 3.x benötigt GPU-Unterstützung für VideoToolbox, die auf dieser Maschine nicht verfügbar ist
es: QuickLook Video 3.x requiere soporte GPU para VideoToolbox, que no está disponible en esta máquina
fr: QuickLook Video 3.x nécessite le support GPU de VideoToolbox, qui n'est pas disponible sur cette machine
it: QuickLook Video 3.x richiede il supporto GPU per VideoToolbox, che non è disponibile su questa macchina
nb_no: QuickLook Video 3.x krever GPU-støtte for VideoToolbox, som ikke er tilgjengelig på denne maskinen
nl: QuickLook Video 3.x vereist GPU ondersteuning voor VideoToolbox, die niet beschikbaar is op deze machine
pt_br: QuickLook Video 3.x requer suporte à GPU para VideoToolbox, que não está disponível nesta máquina
pt_pt: QuickLook Video 3.x requer suporte à GPU para VideoToolbox, que não está disponível nesta máquina
sv: QuickLook Video 3.x kräver GPU-stöd för VideoToolbox, som inte finns på denna maskin

source: QuickLook Video requires a late-2013 Mac or newer, with AVX2 and VideoToolbox support
de: QuickLook Video benötigt Ende 2013 Mac oder neuer, mit AVX2 und VideoToolbox
es: QuickLook Video requiere un Mac o posterior tardío-2013, con soporte para AVX2 y VideoToolbox
fr: QuickLook Video nécessite un Mac ou une version plus récente de 2013, avec la prise en charge AVX2 et VideoToolbox
it: QuickLook Video richiede un Mac tardo-2013 o più recente, con supporto AVX2 e VideoToolbox
nb_no: QuickLook Video krever en siste 2013 Mac eller nyere, med støtte for AVX2 og VideoToolbox
nl: QuickLook Video vereist een Mac of nieuwer in 2013 met AVX2 en VideoToolbox ondersteuning
pt_br: QuickLook Video requer um Mac ou mais tarde/2013, com suporte para AVX2 e VideoToolbox
pt_pt: QuickLook Video requer um Mac ou mais tarde/2013, com suporte para AVX2 e VideoToolbox
sv: QuickLook Video kräver en sen-2013 Mac eller nyare, med AVX2 och VideoToolbox stöd

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ko: 제거
nb_no: Fjern
nl: Verwijder
pt_br: Remover
pt_pt: Remover
ru: Удалить
sv: Ta bort

source: Remove cover art
de: Cover-Art entfernen
es: Eliminar carátula
fr: Supprimer la pochette
it: Rimuovi copertine
ko: 앨범 커버 제거
nb_no: Fjern omslagsbilde
nl: Verwijder albumhoes
pt_br: Remover capa
pt_pt: Remover capa
ru: Удалить обложку
sv: Ta bort omslagsbild

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ko: 바꾸기
nb_no: Erstatt
nl: Vervang
pt_br: Substituir
pt_pt: Substituir
ru: Заменить
sv: Ersätt

source: Replace cover art
de: Cover-Art ersetzen
es: Sustituir carátula
fr: Remplacer la pochette
it: Sostituisci copertina
ko: 앨범 커버 바꾸기
nb_no: Erstatt omslagsbild
nl: Albumhoes vervangen
pt_br: Substituir capa
pt_pt: Substituir capa
ru: Заменить обложку
sv: Ersätt omslagsbild
